

const InfoPheonix = () => {

    return (
        <>
            <div className="phoenix-side-title">
                Pheonix 이용 안내
                <p style={{ fontSize: '16px' }}>즐거운 이용을 위한 예매 취소 안내</p>
            </div>



            <div>
                <hr/><br />
                ※ 온라인 예매시 CGV홈페이지/모바일APP/모바일WEB에서 예매 취소가 가능하며 현장에서 티켓 발권시 온라인에서 예매취소가 불가합니다 (현장 매표소에서 취소 가능)<br /><br />

                <b>01. 예매취소</b><br />
                1) 현장 취소를 하는 경우<br />
                상영시간 이전까지만 가능하며, 상영시간 이후 취소나 환불은 되지 않습니다.<br /><br />

                2) 홈페이지에서 예매 취소할 경우<br />
                부분 취소는 불가합니다. (ex. 4장을 홈페이지로 예매한 경우 4장 모두 취소만 가능)<br />
                홈페이지 예매 취소는 영화 상영 시작 시간 20분전까지 가능합니다.<br />
                (단, SUITE CINEMA, PRIVATE BOX 제외)<br /><br />

                3) 모바일 앱/웹(m.cgv.co.kr)에서 예매 취소할 경우<br />
                부분 취소는 불가합니다.(ex. 4장을 모바일앱/웹으로 예매한 경우 4장 모두 취소만 가능)<br />
                모바일앱/웹 예매 취소는 영화 상영 시작 시간 15분전까지 가능합니다.<br />
                (단, SUITE CINEMA, PRIVATE BOX 제외)<br /><br />

                ※ 단, 일부 행사의 경우 행사 당일 취소, 변경 불가 합니다.<br />
                ※ 단, 온라인 예매도 현장에서 티켓을 출력한 경우에는 상영시간 전까지 현장 방문을 통해서만 취소가 가능합니다.<br /><br />

                4) 미성년자 권리보호 안내<br />
                미성년자인 고객께서 계약을 체결하시는 경우 법정대리인이 그 계약에 동의하지 아니하면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있습니다<br /><br />

                <b>02. 환불규정</b><br />
                1) 카카오페이<br />
                카카오페이머니를 사용하신 경우 각각의 잔액으로 원복되며, 카드 결제를 하신 경우는 카드사 정책에 따라 승인취소가 진행되며 3일 이후 매입 취소시 영업일 기준 3~10일 소요됩니다.<br /><br />

                <b>03. 분쟁해결</b><br />
                1) 회사는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해의 보상 등에 관한 처리를 위하여 CGV고객센터(1544-1122)를 설치·운영하고 있습니다.<br /><br />
                2) 회사는 고객센터를 통하여 이용자로부터 제출되는 불만사항 및 의견을 처리합니다.  다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보합니다.<br /><br />
                3) 전자상거래 분쟁(청약철회등)과 관련한 이용자의 피해구제는 이용약관 및 전자상거래법 등 관련 법령에 따릅니다.<br /><br />
            </div>
        </>
    );
};

export default InfoPheonix;